{"en":{"permission_title":"Data Use Agreement","permission_date":"Effective date:[ 2017.7.5  ]","permission_tip":"Note:","permission_tip0":"This Data Use Agreement (hereinafter referred to as “this Agreement”) contains terms for use applicable to all users of the Apollo Open Data Platform (“this Platform”). Please read this Agreement carefully, before using the services and functions of the Apollo Open Data Platform. If you do not agree to any of the terms in this Agreement, please close the page and cease use of the Apollo Open Data Platform; by continuing to browse the page and clicking the “Accept” button at the bottom of the page to use any service of the Apollo Open Data Platform, you are deemed to have agreed to be bound to the terms of this Agreement.","permission_tip1":"This Agreement is executed by and between Baidu (the operator of the Apollo Open Data Platform) and the Apollo Open Data Platform User, and shall come into force and be legally binding upon both parties once the User clicks the “Accept” button at the bottom of this Agreement.","permission_sub0_title":"I. Terms for Data Use","permission_sub0_intro":"By using the this Platform data, the User shall comply with the following requirements, for creating an open source ecosystem for mutual benefit and growth with the User:","permission_sub0_text0":"1.The User shall not use this Platform data for any activities violating laws, regulations and administrative rules, endangering or possibly endangering the national security, social order, public interest or infringing legitimate rights and interests of others, or affecting or possibly affecting network and information security and the government's image.","permission_sub0_text1":"2.For all kinds of  achievements (including but not limited to paper, patent, speech and talks) which are made by using this Platform data, the User shall indicate in a prominent position that the data are derived from this Platform.","permission_sub0_text2":"3.Without prior written authorization of Baidu, the User shall not directly or indirectly take a screenshot of, store, copy, download, capture, tamper with, divulge, release, publish, disseminate or transmit this Platform data other than data which are available for download and use as indicated on the this Platform.","permission_sub0_text3":"4.The User shall not use any technology to attack or decipher passwords on the this Platform.","permission_sub0_text4":"5.Data obtained by the User from this Platform is for use only. The User shall not transfer, authorize, license or permit the use of such data by any third party.","permission_sub0_text5":"6.The User shall warrant that data uploaded to this Platform and the act of uploading are legal and will not endanger the national security, social order, public interest or infringe legitimate rights and interests of other persons, or affect the network and information security, or adversely affect this Platform .","permission_sub0_text6":"7.For the performance of this Agreement, the Declaration of Data Open and Sharing and other agreements, standards, policies or statements applicable between this Platform and the User, the User shall have all necessary rights or obtain appropriate approvals, authorizations for data uploaded by the User, including but not limited to the title, right of use, intellectual property rights, government approvals and third-party authorization for the data.","permission_sub0_text7":"8.Data collected by the User in China through this Platform shall, and shall only, be stored on servers in China; data collected by the User in other countries and regions shall be subject to data storage restrictions specified by laws of the relevant countries.","permission_sub0_text8":"9.The User shall comply with provisions of laws and regulations applicable to the User with regard to data use, protection and confidentiality, or other regulations applicable to this Platform and data use.","permission_sub0_text9_0":"10.With regard to data obtained from this Platform and use of the data, the User shall, in addition to this Agreement, comply with the","permission_sub0_text9_href":" Declaration of Data Open and Sharing","permission_sub0_text9_url":"http://apollo.auto/docs/promise.html","permission_sub0_text9_1":" and any amendments and supplements, other agreements, standards, policies or statements applicable between this Platform and the User, including but not limited to any other applicable standards, policies or statements published by this Platform. A breach of the aforesaid agreements, standards, policies or statements is deemed as a breach of this Agreement.","permission_sub1_title":"II. Scope and Measures of Data Use","permission_sub1_intro_0":"For the specific scope and measures of data use, please refer to Article 3 of the ","permission_sub1_intro_href":" Declaration of Data Open and Sharing","permission_sub1_intro_1":".","permission_sub2_title":"III. Rights of this Platform","permission_sub2_text0":"1.Baidu has the right to inspect the use of this Platform data, management of data storage devices and data confidentiality by the User. The User shall cooperate with Baidu’s inspections and provide all necessary assistance and support.","permission_sub2_text1":"2.If the User uses this Platform data for any purpose other than as specified in the Declaration of Data Open and Sharing, divulges or may divulge this Platform data, or breaches Article 3.3 hereof, Baidu (a) has the right to immediately suspend or terminate the User’s permission to use this Platform, (b) has the right to require the User to cease use of and delete this Platform data obtained by the User, including any derivative of such data, and (c) reserves the right to hold the User legally liable.","permission_sub2_text2":"3.For adapting to the continuously developing self-driving technology, Baidu will, from time to time, amend or supplement this Agreement, the Declaration of Data Open and Sharing and other agreements, standards, policies or statements applicable between this Platform and the User. The amended or supplemented agreements, standards, policies or statements will be published on this Platform and notified to the User in an appropriate manner. In such case, continued use by the User of this Platform is deemed as acceptance of the aforesaid amended or supplemented documents and agreement to be bound by the same.","permission_sub2_text3":"4.Baidu may, at its sole discretion, assign rights hereunder to any third party.","permission_sub3_title":"IV. Legal Responsibilities","permission_sub3_text0":"1.The User shall be legally liable for and compensate Baidu for all losses arising from infringement of any intellectual property right, data leakage or infringement of rights and interests of Baidu or any third party as a result of breach by the User of any provisions hereof, the Declaration of Data Open and Sharing and other amended or supplemented agreements, standards, policies or statement, etc.","permission_sub3_text1":"2.The User shall be legally liable for the violation of any provisions of applicable laws and regulations in use of this Platform due to reasons attributable to the User, and shall compensate Baidu for any loss arising from such violations.","permission_sub3_text2":"3.For violations of any provisions hereof, the Declaration of Data Open and Sharing, and other amended and supplemented agreements, standards, policies or statements , Baidu (a) has the right to immediately suspend or terminate the User’s permission to use this Platform, (b) has the right to require the User to cease use of and delete any this Platform data obtained by the User, including any derivatives of such data, and (c) reserves the right to hold the User legally liable.","permission_sub4_title":"V. Applicable Law and Dispute Resolution","permission_sub4_text0":"1.The formation, validity, interpretation, performance of and resolution of disputes arising under this Agreement shall be governed by the laws of the People’s Republic of China.","permission_sub4_text1":"2.Any dispute arising from the interpretation, performance or breach of any provisions hereof shall be settled through amicable negotiation between both parties hereto; if such dispute cannot be settled within thirty (30) days following negotiation, either party may submit the dispute to the people’s court of the place where Baidu is located, for settlement through litigation.","permission_sub5_title":"VI. Miscellaneous","permission_sub5_text0":"1.Baidu reserves the right of final interpretation of this Agreement and will, together with the User and other partners, endeavor to realize mutual-benefit, and establish a healthy and orderly self-driving open source ecosystem based on the principle of fairness.","permission_sub5_text1":"2.This Agreement shall come into force and is legally binding upon both parties once the User clicks the “Accept” button at the bottom of this Agreement page.","permission_agree_tip":"I hereby acknowledge that I have read, fully understood, and agreed to this Agreement above.","permission_agree":"Accept"},"zh":{"permission_title":"数据使用协议","permission_date":"协议版本生效日期：【2017.7.5】","permission_tip":"提示:","permission_tip0":"本《数据使用协议》（以下简称“本协议”）是面向所有阿波罗数据开放平台(“本平台”)用户的数据使用规范。在您使用阿波罗数据开放平台各项服务和功能前，请务必仔细阅读本协议。如果您不同意本协议中的任何内容，请立即关闭本页面并停止使用阿波罗数据开放平台；如果您继续浏览并点击本页面下方“确认”按键以使用阿波罗数据开放平台的任何服务，即视为您对本协议全部内容予以认可，并接受本协议的约束。","permission_tip1":"本协议是阿波罗数据开放平台运营者百度与阿波罗数据开放平台用户之间签订的《数据使用协议》，一经用户点击本协议下方“确认”按键即生效，对双方产生法律约束力。","permission_sub0_title":"一、 数据使用规范","permission_sub0_intro":"为了营造一个与用户共同成长、互利共赢的开源生态系统，用户在使用本平台数据时，必须遵守以下要求：","permission_sub0_text0":"1. 用户不得使用本平台数据从事任何违反法律、法规和行政规范，危害或可能危害国家安全、社会秩序、公共利益，或侵犯他人合法权益的活动，或从事任何影响或可能影响网络、信息安全和政府形象的行为。","permission_sub0_text1":"2. 用户必须在其利用本平台数据所形成的各种形式的成果（包括但不限于论文、专利、演讲、会谈等）的显著位置，注明该数据来源于本平台。","permission_sub0_text2":" 3. 在未得到百度事先书面授权的情况下，除本平台明确标识可下载使用的数据外，用户不得以任何直接或间接的方式对本平台数据进行截屏、保存、复制、下载或抓取，不得以任何直接或间接的方式篡改、泄露、发布、宣传、传播或传输。","permission_sub0_text3":"4. 用户不得使用技术手段对本平台进行攻击和破解。","permission_sub0_text4":"5. 用户从本平台获取的数据，仅限于该用户自身使用，不得以任何形式转让、授权、许可或允许任何第三方使用。","permission_sub0_text5":"6. 用户应当保证其向本平台上传的数据以及上传数据的行为的合法性，不得危害国家安全、社会秩序、公共利益，不得侵犯他人合法权益，不得影响网络安全和信息安全，或对本平台产生不利影响。","permission_sub0_text6":"7. 为履行本协议和《数据开放与分享倡议》等其他适用于本平台和用户之间的协议、标准、政策或声明等，用户对其上传的数据，应当拥有所必要的权利或已经获得适当的批准、授权，包括但不限于该等数据的所有权、使用权或知识产权，或政府的批准，以及第三方授权。","permission_sub0_text7":" 8. 用户通过本平台在中国境内采集的数据，必须且只能保存在中国境内的服务器上；采集自其它国家和地区的数据，也必须遵照相关国家法律关于数据存储的限定。","permission_sub0_text8":"9. 用户应当遵守其所适用的法律法规中关于数据使用、保护和保密，或其他适用于本平台和数据使用的相关规定。","permission_sub0_text9_0":"10. 除本协议以外，就从本平台获取数据并使用，用户还应当遵守","permission_sub0_text9_href":"《数据开放与分享倡议》","permission_sub0_text9_url":"http://apollo.auto/docs/promise_cn.html\r\n","permission_sub0_text9_1":"及其任何修改和补充、其他适用于本平台和用户之间的协议、标准、政策或声明等，包括但不限于本平台公布的其他任何适用的标准、政策或声明等。对上述协议、标准、政策或声明的违反视为对本协议的违反。","permission_sub1_title":"二、 数据使用范围及办法","permission_sub1_intro_0":"具体数据范围及使用方法，请参见","permission_sub1_intro_href":"《数据开放与分享倡议》","permission_sub1_intro_1":"第三条。","permission_sub2_title":"三、 阿波罗数据开放平台的权利","permission_sub2_text0":"1. 百度有权对用户就对本平台数据的使用情况、数据存储设备管理情况、数据保密管理情况等进行检查。用户应当配合百度进行该等检查，并提供全部必要的协助和支持。","permission_sub2_text1":"2. 如果用户利用本平台数据从事与《数据开放与分享倡议》所述数据使用目的无关的工作，或者存在泄露或者可能泄露本平台数据的情形的，或者违反前述第三条第3款的规定，百度有权立即暂停或停止该用户的本平台使用权限，有权要求用户停止使用和删除其已经获取的本平台数据，包括停止使用和删除利用该等数据产生的任何衍生品，并保留追究该用户相关法律责任的权利。","permission_sub2_text2":"3. 为适应不断发展的自动驾驶技术，百度将不定期修订或补充本协议、《数据开放与分享倡议》以及其他适用于本平台和用户之间的协议、标准、政策或声明等。经修订或补充的协议、标准、政策或声明，将在本平台公布，并以适当方式通知用户。该等情况下，若用户继续使用阿波罗平台，则视为认可并同意接受经修订或补充的上述文本的约束。","permission_sub2_text3":"4. 百度可以自行将本协议项下的权利授权第三方行使。","permission_sub3_title":"四、 法律责任","permission_sub3_text0":"1.如果用户违反本协议项下的任何规定、《数据开放与分享倡议》及其任何修订和补充的其他协议、标准、政策或声明等，导致任何知识产权侵权、数据泄露，或其他侵犯百度或第三人权益的事件，用户应当承担与此相关的全部法律责任，并应当赔偿百度由此造成的全部损失。","permission_sub3_text1":"2.如用户在使用本平台过程中，因其自身原因违反了其适用的法律法规中的任何相关规定，由用户自行承担相应法律责任。若上述违反法律法规的行为，导致百度遭受任何损失，用户应当承担并向百度补偿该等损失。","permission_sub3_text2":"3.用户违反本协议项下的任何规定、《数据开放与分享倡议》及其任何修订和补充的其他协议、标准、政策或声明等，百度有权立即暂停或停止该用户的本平台使用权限，有权要求用户停止使用其已经从获取的本平台数据，并删除上述数据，包括停止使用和删除利用该等数据产生的任何衍生品，并且保留追究该用户相关法律责任的权利。","permission_sub4_title":"五、 适用法律和争议解决","permission_sub4_text0":"1.本协议的成立、效力、解释、执行和争议解决，皆受中华人民共和国法律约束","permission_sub4_text1":"2.对于因解释、履行或违反本协议任何条款而产生的任何争议，本协议双方应通过友好协商进行解决；协商开始后三十日内解决不成的，任何一方均可将争议提交百度所在地人民法院诉讼解决。","permission_sub5_title":"六、 其他","permission_sub5_text0":"1.百度就本协议享有最终解释权，并将秉持公平原则，力求与用户和其他合作伙伴实现互利共赢，搭建一个健康、有序的自动驾驶开源生态系统。","permission_sub5_text1":"2.本协议一经用户点击本协议页面下方“确认”按键即生效，对双方产生法律约束力。","permission_agree_tip":"我已阅读、充分知悉并同意上述协议的全部内容，特此确认","permission_agree":"同意"}}