{"en":{"text0":"FAQ","text1":"Q: What is the main role of Apollo data platform?","text2":"A: Apollo data platform is designed to host Apollo’s data resources open to developers, providing developers with a complete data solution from data generation to data applications to accelerate iterations of algorithms and capabilities through data sources.","text3":"Q: What is the relationship among the data platform, the simulation platform and the training platform?","text4":"A: The simulation platform and deep training platform are Apollo’s main cloud services relying on Baidu cloud computing power. They help developers accelerate the algorithm and model iterations. Some data in the data platform will also be open for online use and debugging of the simulation platform and deep training platform.","text5":"Among them, the simulation scene data opened by the data platform can be used in the debugging strategy algorithm of the simulation platform. The annotation data opened by the data platform can be used in the online training models of the training platform.","text6":"Q: Can all data open on the data platform be freely downloaded and used?","text7":"A: Apollo data platform will open a series of data to developers of Apollo gradually. Some data can be directly used online for free (for example, simulation scene data). Some data can only be allowed to download the sample data for free. If users need to use the data online, they need to apply for permission. Data can be used online after it has been successfully authorized.","text8":"Q: What are the main differences between the real scene collection and the virtual scene editing set in the simulation scene data? How to use this part of data?","text9":"A: The main difference between the real scene collection and the virtual scene editing set is that the scene sources are different. The former comes from real scenes and the latter comes from virtual editing scenes. The simulation scene data can be transferred to the simulation platform for the training of some module algorithms. It can evaluate the prediction, planning and control ability of the algorithm by reproducing the running status of the main vehicle in corresponding scenes.","text10":"Q: How is the annotation data generated? How to use this part of the data?","text11":"A: The annotation data is the image data generated by the Baidu annotation team based on a series of rule manual labels. This part of data is mainly used as the sample data to train the corresponding ability of the algorithm. For example, the traffic light detection data can help us train and evaluate the accuracy of the traffic light detection algorithm. Users can apply for data permissions to obtain the online access to the large-scale annotation data to quickly improve the accuracy of the algorithm.","text12":"The online use function of the scene analysis data will be opened in around Q1 in 2018. It’s coming soon.","text13":"Q: How to use the demonstration Data?","text29":"A:Demo data can be used to debug each module code to ensure that Apollo’s latest open code can run successfully in the local environment of developers. ","text30":"Q：How to upload data?","text14":"A: We provide three ways to upload your data. You can make a choice based on the size of your data to be uploaded and your broadband speed:","text16":"• Upload online (recommended for files smaller than 5G)","text17":"• Client upload (recommended for files varying from 5G to 1TB)","text18":"• Offline hard drive (recommended for files greater than 1TB)","text15":"At the same time, we have an “upload data” button on the home page and the personal center page. Click the button and follow the process to complete the operation.","text19":"Q: How to upload files through the client?","text20":"A: First, make sure that your file is greater than 1TB.","text31":"Step 1: Complete the data attribute information.","text32":"Step 2: Choose the client to upload. The bottom will show the client download files and usage document. Please download the client in advance and read the usage document. At the same time, click to generate the upload token, which is valid within 24 hours. Users can complete the upload on the client with the upload token.","text33":" Q: How to provide offline hard drive when the file is being uploaded?","text34":"A: Firstly, make sure that the size of your file is consistent with the recommended size, that is, greater than 1TB. Then submit an application for the data uploading on the data platform and complete a series of data-related information. Next, choose \"Offline Hard Drive\" as the upload mode.","text21":"Q: How to check the data upload progress?","text22":"A: In the \"Personal Center – Uploaded Data\", click the \"View Upload Progress\" button in the upper right corner of the page to view the progress.","text23":"Q: How to apply for data permission?","text24":"A: There is a button for applying for data permission on the homepage or the data details page of the data platform. Click the button, a corresponding form will pop up. After filling out and submitting the form, Apollo business personnel will contact you to confirm the company’s qualification and other information. Once done, you can have the right to use the data online.","text25":"Q: How to check the progress of the application data?","text26":"A: You can see the corresponding application progress in Personal Center - Data in Application.","text27":"Q: How to check the authorized data?","text28":"A: You can see the corresponding data in Personal Center - Authorized Data."},"zh":{"text0":"常见问题：","text1":"Q：Apollo数据平台的主要作用是什么？","text2":"A：Apollo数据平台旨在承载Apollo面向开发者开放的数据资源，从数据生成到数据应用，为开发者提供一套完整的数据解决方案，通过数据资源加速算法和能力的迭代。","text3":"Q：数据平台和仿真平台、训练平台的关系是什么？","text4":"A：仿真平台和深度训练平台，依托百度云短强大的计算能力，作为Apollo主要云端服务，帮助开发者实现算法和模型的加速迭代，在数据平台中也会开放部分数据用于仿真平台和深度训练平台的在线使用及调试。","text5":"其中，数据平台开放的仿真场景数据，可用于在仿真平台调试策略算法，数据平台开放的标注数据，可用于在训练平台在线训练模型。","text6":"Q：在数据平台开放的所有数据都可以免费下载及使用吗？","text7":"A：Apollo数据平台对于apollo的开发者会陆续开放一系列的数据，其中部分数据可以直接免费在线使用（例如，仿真场景数据），部分数据只允许免费下载样例数据，若需要在线使用需要申请权限，数据成功授权后即可以在线使用。","text8":"Q：仿真场景数据中真实道路采集场景和自动驾驶虚拟场景的主要区别是什么？如何使用这部分数据？","text9":"A：真实道路采集场景和自动驾驶虚拟场景的主要区别在于场景的来源不同，前者来自于真实场景，后者来自于虚拟编辑场景。仿真场景数据可以跳转到仿真平台用于某些模块算法的训练，通过复现主车在对应场景中的运行状态，评估算法的预测、规划、控制能力。","text10":"Q：标注的数据是如何生成的？如何使用这部分数据？","text11":"A：标注数据是百度标注团队基于一系列规则人工标记生成的图像数据，这部分数据主要作为样本数据用于训练算法对应的能力，比如红绿灯检测数据，可以帮助我们训练以及评估我们红绿灯检测算法的准确性，可以通过申请数据权限，获得在线使用大规模标注数据的权限，快速提升算法准确性。","text12":"其中场景解析数据的在线使用功能将于18年Q1左右开放，敬请期待。","text13":"Q：如何使用演示数据？","text29":"A：演示数据可以用于调试各模块代码，确保Apollo最新开放的代码能够在开发者本地环境运行成功","text30":"Q：如何上传数据？","text14":"A：我们提供三种数据上传的方式，根据您上传数据的大小以及宽带速度进行选择：","text16":"• 在线上传（文件大小对于5G 建议使用","text17":"• 客户端上传（文件大小5G—1TB 建议使用）","text18":"• 线下硬盘提供（文件大小大于1TB建议使用）","text15":"同时，我们在首页及个人中心页面都有“上传数据”按钮，点击按钮按照流程引导完成操作即可。","text19":"Q：上传文件时，如何进行客户端上传？","text20":"A：首先，点击“上传数据”按钮，根据流程引导：","text31":"第一步：需要完善数据属性相关信息","text32":"第二步：选择客户端上传，下方会显示客户端下载及使用文档，请提前下载客户端，并阅读使用文档，同时，点击生成上传凭证， 24小时内有效，凭借该上传凭证在客户端完成本次上传","text33":"Q：上传文件时，如何线下硬盘提供？","text34":"A：首先，请确保您的文件大小大于1TB建议使用，其次在数据平台提交上传数据的申请，完善一系列数据相关信息，然后上传方式选择“线下硬盘提供”，会要求填写联系方式等，系统也会自动生成一个上传凭证，后续apollo商务人员与您取得联系的时候，会要求您提供硬盘和上传凭证信息，具体提供方式以商务人员与您沟通情况为准","text21":"Q：如何查看数据上传进度？","text22":"A：在个人中心-已上传数据下，页面右上角点击“查看上传进度”按钮，即可查看进度","text23":"Q：如何申请数据权限？","text24":"A：在数据平台首页或者数据详情页会有申请数据权限的按钮，点击该按钮，会弹出对应表单，填写并提交表单后，会有Apollo商务人员和您联系，需要确认公司资质等信息，审核完成后即可获得在线使用该数据的权限。","text25":"Q：如何查看申请数据的进度？","text26":"A：在个人中心—申请中数据部分可以看到对应的申请进展。","text27":"Q：如何查看已授权的数据？","text28":"A：在个人中心—已授权数据部分可以看到对应的数据。"}}